[
  {
    "name": "Peter Thiel",
    "industry_focus": "Various industries including technology, healthcare, and finance",
    "investment_stage": "Seed, early-stage, and growth-stage",
    "investment_size": "Varies, but can range from a few hundred thousand dollars to several million dollars",
    "geographical_focus": "Global, with a focus on the United States and Asia",
    "investment_thesis": "Thiel is known for investing in companies with innovative and disruptive technologies that have the potential to transform industries. He also looks for companies with strong leadership teams and a large addressable market. Thiel has a particular interest in companies that are working on solving big problems, such as those related to healthcare, energy, and transportation. He is also known for his interest in space exploration and has invested in companies such as SpaceX and Planetary Resources."
  },
  {
    "name": "Alexis Ohanian",
    "industry_focus": "Various industries including technology, healthcare, and climate change",
    "investment_stage": "Seed, early-stage, and growth-stage",
    "investment_size": "Varies, but can range from a few hundred thousand dollars to several million dollars",
    "geographical_focus": "Global, with a focus on the United States and Asia",
    "investment_thesis": "Ohanian is known for investing in innovative and disruptive technologies that have the potential to transform industries. He also looks for companies with strong leadership teams and a large addressable market. Ohanian has a particular interest in companies that are working on solving big problems, such as those related to healthcare and climate change. He is also known for his interest in space exploration and has invested in companies such as SpaceX and Planetary Resources. Ohanian's new venture firm, Seven Seven Six, has raised $150 million for its first fund, which is named for the year of the first Olympics and is focused on investing in pre-seed and seed startups. Ohanian is also the driving force behind a foundation that provides funding to young entrepreneurs dedicated to tackling the challenges posed by climate change. The foundation, called 776, gives $100,000 grants to young climate-focused innovators."
  },
  {
    "name": "Marc Andreessen",
    "industry_focus": "Various industries including enterprise technology, healthcare, and consumer technology",
    "investment_stage": "Seed, early-stage, and growth-stage",
    "investment_size": "Varies, but can range from a few hundred thousand dollars to several million dollars",
    "geographical_focus": "Global, with a focus on the United States and Asia",
    "investment_thesis": "Andreessen is known for investing in companies with innovative and disruptive technologies that have the potential to transform industries. He also looks for companies with strong leadership teams and a large addressable market. Andreessen has a particular interest in companies that are working on solving big problems, such as those related to healthcare, energy, and transportation. He is also known for his interest in space exploration and has invested in companies such as SpaceX and Planetary Resources. Andreessen Horowitz, the venture capital firm he co-founded, has a unique agency model that integrates functional teams, which do not focus on the traditional investment stages, but rather on the specific needs of the portfolio companies."
  },
  {
    "name": "Naval Ravikant",
    "industry_focus": "Various industries including enterprise technology, healthcare, and consumer technology",
    "investment_stage": "Seed and early-stage",
    "investment_size": "Varies, but typically ranges from $25,000 to $250,000",
    "geographical_focus": "Global, with a focus on the United States and Europe",
    "investment_thesis": "Ravikant is known for investing in companies with innovative and disruptive technologies that have the potential to transform industries. He looks for companies with strong leadership teams, a large addressable market, and some sort of unfair advantage. Ravikant has a particular interest in companies that are working on solving big problems, such as those related to healthcare and education. He is also the driving force behind AngelList, a platform that connects startups with investors, and has launched a new program called Spearhead, which aims to transform founders into angel investors."
  }
]